Repository: AnastasiaHolovash/Calc
Catalog: Translation/Translation_v2/*.xcloc/Localized Contents/*.xliff
Languages: ru

source: (є скороченням тригонометричного запису)
ru: (есть сокращением тригонометрической записи)

source: Інформація
ru: Информация

source: Алгебраїчний запис комплексного числа
ru: Алгебраическая запись комплексного числа

source: Головний аргумент
ru: Главный аргумент

source: Головний аргумент - це значення аргументу, що лежить в діапазоні (-π..π]
ru: Главный аргумент - это значение аргумента, который лежит в диапазоне (-π..π]

source: Додавання/віднімання комплексних чисел
ru: Сложение/вычитание комплексных чисел

source: Ділення комплексних чисел
ru: Деление комплексных чисел

source: Змінюють знак числа у полі до якого вони відносяться.
ru: Меняют знак числа в поле к которому они относятся.

source: Змінює екзпоненційну на комплексну та навпаки.
ru: Меняет экспоненциальную на комплексную и наоборот.

source: Конвертація
ru: Конвертация

source: Множення комплексних чисел
ru: Умножение комплексных чисел

source: Невизначеність
ru: Неопределенность

source: Обчислення кореня степеня n
ru: Вычисления корня степени n

source: Переносить отриманий результат після конвертації до калькулятора.
ru: Переносит полученный результат после конвертации в калькулятор.

source: Показниковий запис комплексного числа
ru: Показательная запись комплексного числа

source: Про комплексні числа
ru: О комплексных числах

source: Піднесення до степеня
ru: Возведение в степень

source: Спряжене комплексне число
ru: Сопряженное комплексное число

source: Тригонометричний запис комплексного числа
ru: Тригонометрическая запись комплексного числа

source: Як користуватися?
ru: Как пользоваться?

source: відповідає відстані від точки на комплексній площині до початку координат.
ru: соответствует расстоянию от точки на комплексной плоскости до начала координат.

source: де r - модуль комплексного числа, 𝝋 - кут нахилу вектора 0-z до осі дійсних значень або аргумент комплексного числа.
ru: где r - модуль комплексного числа, φ - угол наклона вектора 0-z к оси действительных значений или аргумент комплексного числа.

source: де, i - уявна одиниця, a - дійсна частина, bi - уявна частина.
ru: где, i - мнимая единица, a - действительная часть, bi - мнимая часть.

# 8pK-4p-9ET.title
source: Як користуватися?
ru: Как пользоваться?

# C4V-gd-mhk.title
source: Конвертувати
ru: Конвертировать

# EwZ-oq-35v.title
source: Історія
ru: История

# JjW-DE-ueV.normalTitle
source: Змінити форму
ru: Изменить форму

# OF1-ca-qaH.normalTitle
source: Змінити форму
ru: Изменить форму

# PWB-ne-seB.normalTitle
source: Конвертувати
ru: Конвертировать

# TGE-ct-6Sw.normalTitle
source: Змінити форму
ru: Изменить форму

# YH5-26-UiX.normalTitle
source: Розрахувати
ru: Рассчитать

# th1-gA-Bal.title
source: Конвертація
ru: Конвертация
