Repository: AnastasiaHolovash/Calc
Catalog: Translation_v6/*.xcloc/Localized Contents/*.xliff
Languages: uk

# CXp-gK-bbB.text
source: Exponential form:
uk: Експоненційна форма:

# spP-HQ-eAl.text
source: Complex form:
uk: Комплексна форма:

source: (is an abbreviation of trigonometric form)
uk: (є скороченням тригонометричного запису)

source: About complex numbers
uk: Про комплексні числа

source: Addition/subtraction of complex numbers
uk: Додавання/віднімання комплексних чисел

source: Algebraic notation of a complex number
uk: Алгебраїчний запис комплексного числа

source: Button:
uk: Кнопка:

source: Buttons:
uk: Кнопки:

source: Calculate
uk: Розрахувати

source: Calculating the root of degree n
uk: Обчислення кореня степеня n

source: Calculator
uk: Калькулятор

source: Change the form
uk: Змінити форму

source: Change the sign of the number in the field to which they belong.
uk: Змінюють знак числа у полі до якого вони відносяться.

source: Changes exponential to complex and vice versa.
uk: Змінює екзпоненційну на комплексну та навпаки.

source: Complex number module:
uk: Модуль комплексного числа:

source: Conjugate complex number
uk: Спряжене комплексне число

source: Conversion
uk: Конвертація

source: Convert
uk: Конвертувати

source: Division of complex numbers
uk: Ділення комплексних чисел

source: Elevation to the degree
uk: Піднесення до степеня

source: Exponential notation of a complex number
uk: Показниковий запис комплексного числа

source: How to use?
uk: Як користуватися?

source: Information
uk: Інформація

source: Multiplication of complex numbers
uk: Множення комплексних чисел

source: The main argument
uk: Головний аргумент

source: The main argument is the value of the argument in the range (-π..π]
uk: Головний аргумент - це значення аргументу, що лежить в діапазоні (-π..π]

source: Transfers the result obtained after conversion to a calculator.
uk: Переносить отриманий результат після конвертації до калькулятора.

source: Trigonometric notation of a complex number
uk: Тригонометричний запис комплексного числа

source: Uncertainty
uk: Невизначеність

source: corresponds to the distance from a point on the complex plane to the origin.
uk: відповідає відстані від точки на комплексній площині до початку координат.

source: where r is the modulus of the complex number, 𝝋 is the angle of inclination of the vector 0-z to the axis of real values or the argument of the complex number.
uk: де r - модуль комплексного числа, 𝝋 - кут нахилу вектора 0-z до осі дійсних значень або аргумент комплексного числа.

source: where, i is an imaginary unit, a is a real part, bi is an imaginary part.
uk: де, i - уявна одиниця, a - дійсна частина, bi - уявна частина.

# 8pK-4p-9ET.title
source: How to use?
uk: Як користуватися?

# C4V-gd-mhk.title
source: Convert
uk: Конвертувати

# EwZ-oq-35v.title
source: History
uk: Історія

# JjW-DE-ueV.normalTitle
source: Change the form
uk: Змінити форму

# OF1-ca-qaH.normalTitle
source: Change the form
uk: Змінити форму

# PWB-ne-seB.normalTitle
source: Convert
uk: Конвертувати

# TGE-ct-6Sw.normalTitle
source: Change the form
uk: Змінити форму

# U2L-UL-J99.title
source: Calculator
uk: Калькулятор

# XWk-db-xCG.title
source: Calculator
uk: Калькулятор

# YH5-26-UiX.normalTitle
source: Calculate
uk: Розрахувати

# th1-gA-Bal.title
source: Conversion
uk: Конвертація
