Repository: AnastasiaHolovash/Calc
Catalog: Translation_v7/*.xcloc/Localized Contents/*.xliff
Languages: ru

# CXp-gK-bbB.text
source: Exponential form:
ru: Экспоненциальная форма:

# spP-HQ-eAl.text
source: Complex form:
ru: Комплексная форма:

source: (is an abbreviation of trigonometric form)
ru: (есть сокращением тригонометрической записи)

source: About complex numbers
ru: О комплексных числах

source: Addition/subtraction of complex numbers
ru: Сложение/вычитание комплексных чисел

source: Algebraic notation of a complex number
ru: Алгебраическая запись комплексного числа

source: Button:
ru: Кнопка:

source: Buttons:
ru: Кнопки:

source: Calculate
ru: Рассчитать

source: Calculating the root of degree n
ru: Вычисления корня степени n

source: Calculator
ru: Калькулятор

source: Change the form
ru: Изменить форму

source: Change the sign of the number in the field to which they belong.
ru: Меняют знак числа в поле к которому они относятся.

source: Changes exponential to complex and vice versa.
ru: Меняет экспоненциальную на комплексную и наоборот

source: Complex number module:
ru: Модуль комплексного числа:

source: Conjugate complex number
ru: Сопряженное комплексное число

source: Conversion
ru: Конвертация

source: Division of complex numbers
ru: Деление комплексных чисел

source: Elevation to the degree
ru: Возведение в степень

source: Exponential notation of a complex number
ru: Показательная запись комплексного числа

source: How to use?
ru: Как пользоваться?

source: Information
ru: Информация

source: Multiplication of complex numbers
ru: Умножение комплексных чисел

source: The main argument
ru: Главный аргумент

source: The main argument is the value of the argument in the range (-π..π]
ru: Главный аргумент - это значение аргумента, который лежит в диапазоне (-π..π]

source: Transfers the result obtained after conversion to a calculator.
ru: Переносит полученный результат после конвертации в калькулятор.

source: Trigonometric notation of a complex number
ru: Тригонометрическая запись комплексного числа

source: Uncertainty
ru: Неопределенность

source: corresponds to the distance from a point on the complex plane to the origin.
ru: соответствует расстоянию от точки на комплексной плоскости до начала координат.

source: where r is the modulus of the complex number, 𝝋 is the angle of inclination of the vector 0-z to the axis of real values or the argument of the complex number.
ru: где r - модуль комплексного числа, φ - угол наклона вектора 0-z к оси действительных значений или аргумент комплексного числа.

source: where, i is an imaginary unit, a is a real part, bi is an imaginary part.
ru: где, i - мнимая единица, a - действительная часть, bi - мнимая часть.

# 8pK-4p-9ET.title
source: How to use?
ru: Как пользоваться?

# C4V-gd-mhk.title
source: Convert
ru: Конвертировать

# EwZ-oq-35v.title
source: History
ru: История

# JjW-DE-ueV.normalTitle
source: Change the form
ru: Изменить форму

# OF1-ca-qaH.normalTitle
source: Change the form
ru: Изменить форму

# PWB-ne-seB.normalTitle
source: Convert
ru: Конвертировать

# TGE-ct-6Sw.normalTitle
source: Change the form
ru: Изменить форму

# U2L-UL-J99.title
source: Calculator
ru: Калькулятор

# XWk-db-xCG.title
source: Calculator
ru: Калькулятор

# YH5-26-UiX.normalTitle
source: Calculate
ru: Рассчитать

# th1-gA-Bal.title
source: Conversion
ru: Конвертация
